Repository: tyxla/WP-Uploads-Stats
Catalog: languages/wp-uploads-stats-*.po
Languages: bg_bg

source: Uploads Stats
bg_bg: Файлова статистика

source: Minimize / Restore
bg_bg: Минимизирай / Уголеми

source: Move
bg_bg: Премести

source: Toggle Modules
bg_bg: Включване и изключване на модули

source: Uncheck a box to hide a certain statistics module and check it again to show it.
bg_bg: Махнете отметката от квадратчето, за да скриете някой модул и я сложете отново, за да го покажете.

source: None (Unattached)
bg_bg: Никакъв (неприкачен)

source: Total Size
bg_bg: Общ размер

source: Total Size (bytes)
bg_bg: Общ размер (байтове)

source: Total Number of Files
bg_bg: Общ брой файлове

source: Total Number of Directories
bg_bg: Общ брой директории

source: Total Attachments
bg_bg: Общо прикачени файлове

source: Total Attachment Authors
bg_bg: Общо автори с файлове

source: Author
bg_bg: Автор

source: Count
bg_bg: Брой

source: Year
bg_bg: Година

source: Post type attached to
bg_bg: Прикачени към тип данни

source: Type
bg_bg: Тип

source: File type
bg_bg: Тип на файла

source: Number of files
bg_bg: Брой файлове

source: Overview
bg_bg: Общ преглед

source: Files by Type
bg_bg: Файлове по тип

source: Files by Type - Chart
bg_bg: Файлове по тип - графика

source: Size by Year
bg_bg: Размер по година

source: Size by Year - Chart
bg_bg: Размер по година - графика

source: Attachments by Type
bg_bg: Файлове по тип

source: Attachments by Type - Chart
bg_bg: Файлове по тип - графика

source: Attachments by Author
bg_bg: Файлове по автор

source: Attachments by Author - Chart
bg_bg: Файлове по автор - графика

source: Attachments by Year
bg_bg: Файлове по година

source: Attachments by Year - Chart
bg_bg: Файлове по година - графика

source: Attachments by Post Type
bg_bg: Файлове по тип данни

source: Attachments by Post Type - Chart
bg_bg: Файлове по тип данни - графика

source: Attachments by Month/Year
bg_bg: Файлове по месец/година
